, 6161882
the 5508690
of 2502550
a 2385210
and 2315387
to 2255528
in 1883100
that 1179907
s 977761
is 847964
for 843513
it 742915
he 697312
on 686035
with 665197
was 663768
said 561011
as 558084
at 519601
his 477948
but 474964
i 457652
by 439929
mr 434323
have 419125
are 403576
from 401422
not 393143
be 385432
they 381675
an 365290
who 352184
has 350554
this 336454
\) 327842
\( 326364
had 322057
we 272499
or 269799
one 264144
their 260434
you 260378
were 251139
about 240392
new 237939
more 234472
would 224637
there 211052
when 208716
she 207923
been 206096
which 199501
all 194229
n't 191528
will 191147
her 190726
its 184852
like 177592
what 174223
out 172865
if 172566
do 171894
than 170529
so 162252
up 162232
no 162067
some 153742
people 146621
two 146353
other 145632
after 144380
them 140478
can 138768
\? 138372
into 135045
last 130729
first 129041
years 126079
also 125365
time 124542
could 122102
most 121199
my 117971
him 117706
only 117444
just 116318
did 114268
now 113100
over 112760
year 108931
many 108832
even 106976
because 106115
none 92833
how 90239
york 89723
where 87919
those 87080
then 86653
our 84343
ms 83787
much 83409
through 83309
before 83072
me 81016
city 80230
made 79932
three 79769
way 79707
any 79304
get 78817
these 78220
state 77893
may 75157
make 74911
american 73941
back 73522
still 73073
say 72923
here 72822
world 70961
while 70827
street 70648
president 70483
work 67981
percent 66279
good 64287
another 64020
company 63301
states 62454
well 62210
day 62108
very 61898
going 61630
down 61549
off 61503
united 61249
us 61144
against 61128
since 61128
000 60223
being 60164
think 59001
long 58608
does 58554
too 58516
million 57394
're 57381
know 57313
game 56568
own 55877
times 55803
should 55543
government 55102
home 54881
1 54510
your 53975
few 53948
never 53744
both 53650
go 53232
house 53107
take 52493
might 52228
little 52034
life 52027
right 51246
between 51102
10 51079
see 50644
show 50432
team 50222
around 49939
want 49873
part 49142
under 48962
school 48865
public 48625
four 48540
week 48506
today 48482
such 47957
next 47591
same 47533
officials 47527
each 46139
every 45934
during 45553
come 45156
though 45027
group 44855
called 44373
children 44101
left 44012
night 43796
money 43779
among 43321
including 43312
best 43229
country 43071
man 43054
play 43019
national 42425
family 42190
told 42132
30 41761
2 41748
season 41671
end 41324
case 41221
something 40990
says 40982
second 40801
found 40785
white 40682
ago 40467
place 40416
without 40393
women 40389
dr 40372
big 40262
several 39541
former 39254
police 39200
center 39160
west 39150
less 39090
business 39075
came 38941
got 38705
days 38336
far 37842
war 37567
put 37445
political 37143
five 37118
used 37060
high 37007
often 36949
young 36909
've 36365
i'm 36187
better 36167
men 36048
set 35998
later 35942
really 35912
use 35485
until 35360
took 35351
least 35276
whether 35225
once 35178
yet 35162
things 35130
asked 34829
great 34726
why 34702
need 34520
lot 34410
court 34332
early 34101
small 34079
news 33391
point 33204
enough 33167
old 33063
law 32994
look 32961
whose 32921
away 32813
john 32805
t 32755
help 32677
almost 32592
office 32496
always 32371
run 32367
went 32294
20 32065
become 31986
others 31574
federal 31510
party 31482
again 31277
university 31247
major 31088
members 31087
recent 30912
washington 30840
black 30676
find 30620
director 30615
health 30032
months 29986
east 29828
companies 29827
different 29601
began 29593
art 29350
system 29349
department 29310
book 29214
212 29026
room 28810
general 28763
theater 28681
real 28657
past 28510
clinton 28416
games 28370
pm 28354
number 28331
according 28168
music 28144
program 28077
making 27854
players 27724
thing 27665
15 27636
history 27472
known 27462
kind 27462
already 27421
11 27341
ever 27193
campaign 27132
bush 27096
power 27051
3 26990
series 26985
six 26775
top 26774
month 26678
side 26511
market 26458
along 26393
trying 26374
give 26319
hard 26230
thought 26215
5 26175
america 26075
line 25950
half 25942
! 25878
added 25877
job 25826
won 25643
chief 25593
change 25499
having 25475
am 25309
third 25187
himself 25179
open 25080
story 25071
lost 24953
keep 24924
course 24871
although 24765
must 24759
care 24680
building 24535
fact 24388
sunday 24347
given 24293
8 24289
republican 24225
south 24201
students 23947
name 23920
nothing 23889
done 23843
question 23822
large 23750
seems 23727
important 23722
wanted 23680
military 23480
film 23465
plan 23365
local 23253
start 23143
support 23133
service 23084
let 23043
executive 23019
working 22911
father 22779
12 22737
minutes 22735
nearly 22596
security 22569
bill 22525
woman 22516
pay 22504
behind 22464
taken 22336
seemed 22336
administration 22325
late 22301
feel 22292
doing 22221
call 22208
food 22158
mother 22096
yesterday 22077
head 22008
played 22002
problem 21993
love 21992
became 21923
4 21912
free 21901
weeks 21891
park 21889
television 21869
however 21842
seen 21767
makes 21765
deal 21610
across 21584
billion 21545
perhaps 21517
hours 21446
manhattan 21431
death 21293
close 21214
25 21160
instead 21160
college 21156
win 21138
board 21114
together 21041
recently 20981
hit 20967
report 20963
league 20910
saying 20814
lead 20767
anything 20761
financial 20698
issue 20651
outside 20646
information 20477
rather 20423
obama 20392
believe 20387
ca 20336
7 20312
sometimes 20264
clear 20135
turned 20087
near 20062
'd 20042
probably 20040
wrote 20024
international 20022
face 19924
tax 19866
started 19843
live 19807
'll 19792
6 19748
getting 19738
north 19728
industry 19707
water 19664
likely 19618
friday 19577
works 19571
david 19564
friends 19400
sense 19380
themselves 19345
town 19315
record 19283
points 19203
avenue 19184
red 19101
able 19099
looking 19060
led 18978
gave 18976
full 18949
taking 18842
idea 18806
bank 18805
9 18784
problems 18766
control 18702
senator 18645
seem 18569
sure 18552
economic 18530
someone 18507
field 18499
comes 18494
tuesday 18467
everything 18412
worked 18394
example 18361
held 18344
policy 18334
based 18323
private 18308
union 18259
especially 18199
move 18130
running 18122
human 18119
50 18100
within 17973
final 17970
defense 17947
price 17945
social 17929
person 17917
expected 17844
playing 17833
try 17829
bad 17809
tell 17802
decision 17719
thursday 17716
role 17714
agency 17678
car 17677
100 17672
talk 17661
possible 17642
area 17610
judge 17609
summer 17561
michael 17551
lives 17540
turn 17500
force 17488
monday 17445
iraq 17417
wife 17405
museum 17396
island 17372
toward 17311
future 17303
research 17266
matter 17239
parents 17183
shows 17167
committee 17130
cases 17129
coach 17117
knew 17097
race 17078
40 17040
community 17016
air 17003
county 16980
everyone 16970
congress 16900
age 16900
americans 16874
saturday 16834
seven 16801
itself 16758
photo 16757
spent 16737
mrs 16733
official 16733
leaders 16665
questions 16642
wednesday 16632
coming 16630
front 16627
earlier 16571
workers 16555
groups 16545
either 16539
son 16537
soon 16536
nation 16531
using 16491
morning 16473
saw 16462
hand 16443
evidence 16429
career 16428
actually 16423
include 16406
study 16389
shot 16338
experience 16315
democratic 16308
current 16243
process 16198
movie 16183
short 16179
tried 16042
rights 15968
interest 15945
single 15929
site 15920
despite 15905
interview 15848
' 15812
list 15791
mayor 15781
central 15728
cost 15706
felt 15672
living 15641
m 15634
trade 15618
child 15607
cut 15605
reason 15537
medical 15475
else 15462
restaurant 15442
foreign 15407
player 15399
special 15398
fall 15369
anyone 15362
meeting 15356
senior 15339
issues 15332
press 15315
space 15312
needed 15298
wall 15295
justice 15237
return 15196
view 15196
means 15165
j 15143
china 15139
received 15118
teams 15097
schools 15074
vote 15070
read 15070
officers 15042
james 15040
manager 15031
march 15017
brought 14978
strong 14939
order 14923
whom 14846
moment 14788
george 14782
brooklyn 14774
middle 14765
whole 14755
conference 14754
eight 14738
main 14726
chance 14697
died 14663
maybe 14627
plans 14610
simply 14590
oil 14586
victory 14534
french 14533
inside 14489
senate 14486
california 14449
ways 14438
ball 14373
hope 14372
economy 14294
words 14277
act 14263
club 14237
jobs 14233
runs 14203
personal 14182
involved 14172
longer 14166
district 14149
media 14117
true 14059
books 14040
june 14029
services 14002
effort 13991
attention 13990
performance 13978
light 13966
legal 13927
robert 13903
friend 13898
18 13883
firm 13875
moved 13865
hall 13864
leader 13862
heart 13860
13 13858
governor 13855
village 13851
project 13844
bring 13812
available 13805
lawyer 13795
budget 13775
election 13755
14 13743
met 13734
education 13697
drug 13695
level 13679
road 13669
sent 13629
officer 13624
difficult 13606
offer 13579
leave 13548
looked 13543
helped 13539
bit 13538
johnson 13537
paid 13497
republicans 13494
buy 13477
chairman 13436
served 13429
feet 13410
staff 13390
heard 13382
green 13381
production 13372
stock 13366
calls 13352
mind 13342
jersey 13339
de 13318
hospital 13318
particularly 13304
democrats 13296
fire 13282
stop 13210
reported 13189
killed 13146
san 13135
tonight 13118
april 13116
average 13107
takes 13104
finally 13087
16 13029
rest 13025
decided 12992
programs 12985
action 12963
named 12953
miles 12931
above 12931
body 12928
result 12904
gone 12894
position 12891
similar 12877
quite 12874
st 12848
cannot 12847
certain 12831
credit 12831
prices 12829
attack 12780
paul 12748
form 12739
countries 12738
allowed 12710
association 12705
couple 12691
energy 12688
happened 12675
ground 12653
share 12641
stage 12640
sales 12639
sold 12590
provide 12584
july 12546
quickly 12542
goes 12525
class 12523
mark 12479
leading 12443
brown 12443
professor 12435
serious 12434
poor 12419
development 12415
broadway 12396
smith 12381
beyond 12368
member 12365
families 12330
offered 12286
star 12262
mean 12232
candidates 12228
easy 12225
fans 12223
british 12217
capital 12193
voters 12193
los 12182
500 12173
ask 12172
wrong 12124
included 12120
appeared 12095
r 12071
european 12063
d 12042
church 12039
built 12018
lower 12003
risk 11996
cover 11956
popular 11944
lawyers 11930
17 11922
wine 11911
hotel 11904
announced 11886
described 11886
period 11860
nations 11860
statement 11797
success 11776
showed 11774
written 11756
goal 11731
wants 11728
europe 11721
needs 11721
created 11704
video 11685
decades 11665
organization 11661
potential 11650
usually 11645
army 11634
investigation 11633
sound 11594
hold 11560
word 11516
rules 11513
forces 11506
spending 11504
opened 11496
plays 11493
continue 11491
kept 11484
efforts 11455
richard 11435
angeles 11428
thomas 11394
yankees 11371
employees 11343
society 11341
land 11285
data 11284
remains 11277
century 11275
baseball 11262
talking 11242
changes 11233
husband 11232
politics 11222
mostly 11213
modern 11197
includes 11187
commission 11174
considered 11173
don 11173
chicago 11172
growing 11158
technology 11158
trial 11153
60 11142
square 11137
certainly 11130
create 11130
fund 11116
debate 11112
understand 11111
residents 11090
thousands 11086
council 11083
raised 11067
stay 11062
hands 11060
higher 11049
audience 11023
agreed 11019
minister 11013
london 11010
low 10994
pretty 10992
worth 10974
fight 10952
fourth 10932
executives 10922
answer 10921
spring 10915
loss 10900
charges 10898
spokesman 10896
huge 10888
stars 10876
further 10848
common 10844
sports 10837
alone 10793
rate 10780
floor 10765
patients 10760
bar 10745
effect 10738
phone 10735
web 10733
events 10732
released 10713
internet 10706
version 10676
pass 10660
test 10648
investors 10648
network 10641
costs 10617
sept 10609
blue 10608
numbers 10603
reports 10601
begin 10590
israel 10585
results 10574
experts 10549
ones 10548
dead 10528
winning 10525
chinese 10507
football 10505
situation 10494
secretary 10491
gets 10479
starting 10475
original 10468
subject 10464
figure 10452
insurance 10451
title 10443
kids 10413
daughter 10396
beginning 10395
vice 10390
guy 10356
king 10353
changed 10352
meet 10342
failed 10342
ended 10324
style 10322
computer 10320
musical 10314
paper 10271
voice 10260
forward 10249
safety 10234
door 10233
training 10223
candidate 10213
sign 10207
civil 10205
investment 10203
sell 10194
attacks 10183
looks 10182
culture 10178
fine 10176
practice 10162
texas 10159
apartment 10158
drive 10150
increase 10122
giving 10114
boston 10109
sort 10095
table 10092
base 10091
grand 10084
event 10073
indeed 10039
terms 10032
lines 10027
total 10021
nor 9991
writing 9976
approach 9965
continued 9944
21 9936
largest 9933
tomorrow 9930
24 9929
yes 9928
banks 9927
biggest 9924
opening 9907
presidential 9905
moving 9904
nine 9903
florida 9903
dinner 9902
student 9902
store 9899
200 9895
watch 9845
character 9837
hear 9834
happen 9830
value 9829
english 9820
decade 9810
knows 9810
thinking 9795
ran 9788
passed 9779
c 9778
e 9765
followed 9764
pressure 9755
message 9749
williams 9733
weekend 9725
review 9713
intelligence 9692
western 9691
scene 9687
eyes 9676
22 9663
latest 9663
crisis 9654
agreement 9638
violence 9637
deep 9635
management 9622
remain 9620
focus 9616
choice 9615
online 9582
round 9566
cause 9565
russia 9557
artists 9556
step 9537
allow 9527
evening 9525
novel 9514
build 9505
cars 9491
published 9477
william 9471
hundreds 9458
stories 9451
cast 9437
places 9430
doctors 9430
region 9427
hour 9426
afternoon 9425
authority 9423
break 9412
consider 9407
arrived 9403
neighborhood 9399
learned 9374
scott 9364
global 9360
editor 9344
entire 9338
eventually 9277
owner 9274
prison 9264
stand 9257
post 9253
crime 9239
simple 9235
suggested 9230
returned 9230
boy 9220
piece 9215
guys 9214
fifth 9207
design 9201
response 9180
growth 9175
previous 9144
rich 9133
areas 9127
majority 9117
dollars 9114
bought 9112
russian 9112
al 9112
largely 9081
happy 9059
lived 9055
19 9049
born 9047
river 9046
range 9039
band 9024
visit 9016
fear 9011
reached 9011
artist 9007
ahead 9006
collection 8993
present 8986
offers 8981
particular 8972
clearly 8970
significant 8970
opportunity 8968
relationship 8965
disease 8957
older 8957
45 8954
division 8951
sauce 8950
remember 8945
quarter 8929
records 8921
prime 8910
account 8899
science 8895
ready 8888
customers 8886
movement 8874
daily 8874
housing 8873
reach 8871
funds 8870
blood 8854
fish 8853
charge 8853
jones 8848
article 8832
spoke 8818
35 8816
dance 8784
fresh 8780
crowd 8770
beat 8766
parts 8740
yards 8740
peter 8739
produced 8727
b 8725
rock 8723
streets 8721
labor 8719
mike 8705
peace 8702
critics 8698
nuclear 8698
believed 8678
france 8677
traditional 8667
drugs 8663
brother 8660
buildings 8647
names 8644
challenge 8642
leaving 8638
rates 8626
w 8618
term 8611
homes 8610
attorney 8604
corporate 8599
re 8593
cup 8588
weapons 8587
letter 8576
required 8549
feeling 8540
closed 8539
tour 8535
owners 8524
whatever 8522
giants 8522
amount 8517
ability 8516
appear 8515
station 8515
mets 8503
quality 8501
expect 8494
hot 8487
lack 8487
studies 8479
forced 8468
independent 8467
following 8463
various 8460
tom 8457
treatment 8451
standard 8443
fell 8442
contract 8434
estate 8431
cards 8428
author 8421
god 8413
trip 8411
dark 8408
girl 8397
directed 8390
access 8390
songs 8390
magazine 8389
joe 8379
cancer 8373
provided 8371
spend 8371
rose 8367
23 8361
natural 8352
exactly 8348
jan 8332
soldiers 8321
neither 8300
sex 8296
language 8295
dozen 8280
taxes 8274
characters 8273
grew 8255
raise 8251
germany 8239
noted 8237
conservative 8232
picture 8225
addition 8213
japan 8205
nature 8185
throughout 8171
meant 8161
speak 8148
associated 8145
products 8130
powerful 8130
martin 8130
comment 8128
waiting 8118
troops 8111
la 8107
tough 8100
per 8081
match 8067
radio 8059
lose 8053
houses 8041
key 8036
primary 8024
representative 8014
adding 8001
speech 7995
model 7985
jr 7971
southern 7971
german 7966
religious 7964
l 7952
population 7941
charles 7934
appears 7933
myself 7909
annual 7904
stopped 7902
parties 7897
signed 7897
search 7896
complete 7889
beach 7886
rule 7884
hearing 7884
criminal 7883
charged 7861
walk 7858
garden 7857
declined 7856
learn 7843
travel 7843
japanese 7839
score 7835
successful 7834
complex 7831
generally 7830
income 7825
authorities 7821
commercial 7820
track 7817
reporters 7815
finished 7812
individual 7802
seeking 7795
28 7785
hill 7780
millions 7763
reading 7763
cash 7759
telephone 7749
professional 7748
photographs 7744
highly 7734
gives 7726
images 7722
except 7720
straight 7713
26 7706
watching 7692
below 7682
image 7660
exchange 7654
battle 7646
writer 7638
supreme 7636
baby 7632
movies 7629
everybody 7628
size 7606
1990 7604
serve 7587
release 7584
films 7584
email 7584
immediately 7583
arts 7576
markets 7569
institute 7566
benefits 7557
mass 7549
reality 7538
corporation 7537
write 7534
paris 7533
fighting 7519
wo 7514
larger 7511
apparently 7508
miss 7507
guard 7499
property 7496
difference 7492
scored 7490
joined 7489
competition 7483
reasons 7481
gay 7466
gold 7442
photos 7442
cities 7429
designed 7429
willing 7428
address 7428
figures 7423
2000 7423
27 7422
herself 7422
standing 7416
newspaper 7415
walked 7414
cold 7412
perfect 7411
upon 7406
filled 7406
favorite 7396
sea 7385
menu 7376
era 7364
strategy 7364
aid 7357
oct 7356
fashion 7356
january 7344
pick 7342
construction 7337
losing 7323
laws 7319
page 7319
avoid 7305
rise 7293
democrat 7292
limited 7292
familiar 7291
concern 7287
exhibition 7278
shooting 7270
soviet 7268
80 7268
save 7266
accused 7265
jackson 7263
stadium 7261
proposed 7257
cuts 7246
restaurants 7242
camp 7232
planned 7226
selling 7216
twice 7198
trouble 7190
ideas 7183
fair 7180
double 7169
eastern 7163
turns 7162
operations 7159
worse 7157
train 7146
basketball 7143
sitting 7131
holding 7118
threat 7115
regular 7115
details 7115
calling 7114
england 7102
concerns 7101
showing 7096
recalled 7088
frank 7081
70 7073
gas 7073
girls 7073
add 7061
greater 7059
onto 7054
caught 7050
spot 7050
winter 7037
marriage 7011
iran 7009
2008 6997
box 6984
businesses 6982
compared 6978
speaking 6963
stood 6956
sat 6954
standards 6949
asking 6930
van 6923
chicken 6922
famous 6921
lee 6916
investigators 6907
finding 6895
ice 6890
additional 6886
material 6886
hair 6886
secret 6884
debt 6884
comedy 6883
impact 6871
boys 6869
davis 6861
truth 6853
mexico 6845
increasingly 6843
31 6839
wide 6834
scheduled 6833
jets 6832
claims 6829
follow 6827
sexual 6826
concerned 6825
protect 6813
eye 6813
sites 6813
shares 6808
talks 6806
supposed 6794
bay 6794
francisco 6787
intended 6782
prosecutors 6776
gun 6767
dropped 6763
shown 6760
seconds 6751
offering 6747
bob 6740
hits 6736
september 6731
pieces 6719
sale 6712
gallery 6709
instance 6707
easily 6706
remained 6694
measure 6680
putting 6680
romney 6677
opposition 6675
300 6651
fun 6651
safe 6647
nearby 6638
cultural 6638
dishes 6637
younger 6631
scientists 6630
plant 6625
partner 6623
victims 6617
projects 6617
lincoln 6614
glass 6599
send 6599
critical 6596
foundation 6594
song 6593
generation 6591
struck 6584
championship 6584
queens 6580
jewish 6566
november 6566
iraqi 6564
90 6558
leadership 6547
2001 6539
india 6534
environmental 6522
sweet 6521
africa 6519
agree 6499
analysts 6495
systems 6494
planning 6490
italian 6489
product 6489
produce 6483
tv 6482
writes 6477
condition 6470
agent 6470
afghanistan 6463
unusual 6462
caused 6461
smaller 6461
bowl 6453
proposal 6443
stores 6443
physical 6443
attempt 6425
decisions 6425
rating 6424
require 6417
note 6417
29 6415
happens 6407
worst 6398
singer 6397
explained 6391
britain 6382
telling 6382
wait 6381
festival 6377
expensive 6367
directly 6360
fast 6359
corner 6359
assistant 6355
setting 6350
presence 6343
otherwise 6341
flight 6336
jury 6334
pitch 6333
developed 6331
sides 6331
pictures 6331
signs 6328
stuff 6324
seeing 6318
rare 6313
hollywood 6308
driving 6299
block 6293
december 6292
nice 6292
bronx 6288
presented 6285
october 6280
dec 6274
elections 6272
jim 6270
relatively 6265
unit 6264
necessary 6259
august 6258
beautiful 6253
interesting 6248
tiny 6247
slightly 6245
appeal 6243
unlike 6237
doctor 6235
minimum 6229
heavy 6224
philadelphia 6214
source 6212
claim 6211
doubt 6210
jazz 6210
northern 6206
wild 6204
traffic 6200
tickets 6191
demand 6187
kitchen 6187
classic 6180
prepared 6166
married 6158
fellow 6158
arms 6151
shots 6147
israeli 6131
agencies 6128
walls 6127
fox 6123
interested 6117
receive 6116
carry 6112
unless 6112
extra 6111
sister 6109
ii 6094
status 6094
knicks 6093
brothers 6091
filed 6084
becoming 6083
advantage 6077
female 6071
accounts 6067
nobody 6067
paying 6065
documents 6058
steps 6055
influence 6055
murder 6047
carried 6047
date 6047
coverage 6047
nov 6046
opera 6039
advertising 6033
failure 6031
inning 6024
issued 6024
indian 6023
suddenly 6020
miller 6009
increased 6008
behavior 6007
drawing 5998
lunch 5997
earned 5995
broke 5993
talked 5992
panel 5991
aug 5990
agents 5990
feb 5989
suit 5977
arrested 5972
section 5971
explain 5971
missed 5967
retired 5965
sought 5963
screen 5962
killing 5959
identified 5953
paintings 5952
trump 5951
contemporary 5950
tests 5944
levels 5944
conversation 5937
keeping 5921
freedom 5920
h 5914
wearing 5914
trust 5912
kennedy 5907
tournament 5895
album 5895
ve 5894
seasons 5890
goals 5890
managed 5890
steve 5885
shop 5877
1980 5864
trading 5861
border 5860
progress 5858
specific 5851
finance 5846
surprise 5836
joseph 5834
politicians 5834
carolina 5832
patient 5828
responsible 5827
policies 5827
watched 5821
possibility 5813
ultimately 5812
host 5795
conditions 5794
dangerous 5792
drama 5789
emergency 5784
turning 5781
owned 5776
missing 5773
g 5770
domestic 5768
fewer 5765
spread 5765
2002 5763
begun 5760
respect 5758
elected 5756
feels 5755
p 5752
researchers 5751
strike 5750
fully 5750
damage 5749
basic 5745
hurt 5740
letters 5728
suggest 5727
revenue 5727
relations 5725
hardly 5720
chris 5719
pop 5712
color 5711
opinion 5708
begins 5708
2004 5707
1992 5706
effects 5698
dining 5696
operation 5695
views 5692
innings 5688
becomes 5687
hopes 5687
touch 5682
colleagues 5679
houston 5676
benefit 5675
features 5675
coast 5674
supporters 5670
responsibility 5663
entirely 5661
separate 5659
check 5659
seat 5652
1998 5652
windows 5651
discovered 5650
1994 5650
performances 5649
notes 5648
accept 5645
widely 5644
quick 5642
slow 5640
ordered 5639
teachers 5639
effective 5631
legislation 5629
studio 5622
pain 5621
reviews 5618
dream 5617
airport 5615
eat 5615
focused 5614
creating 5610
rice 5608
bus 5608
reduce 5606
referring 5602
louis 5600
connecticut 5600
acknowledged 5600
1996 5589
join 5582
f 5579
balance 5574
miami 5567
reform 5567
2006 5562
usual 5560
o 5560
moments 5559
faces 5557
direct 5553
committed 5553
completely 5552
interviews 5544
commissioner 5541
votes 5541
32 5537
mary 5526
ny 5526
thus 5523
established 5522
marketing 5518
heat 5518
grow 5516
rooms 5509
excellent 5507
2010 5503
tony 5496
meanwhile 5485
type 5483
closer 5481
winner 5477
software 5477
normal 5473
imagine 5473
clients 5471
illegal 5457
card 5454
plenty 5453
offense 5450
jack 5448
continues 5448
buying 5444
mission 5444
confidence 5440
gov 5440
clean 5436
drew 5435
2005 5427
sit 5421
wilson 5420
impossible 5419
rising 5415
400 5414
protection 5412
starts 5412
pg 5411
prevent 5408
quiet 5408
pulled 5408
broken 5407
bills 5404
2007 5404
consumer 5399
brain 5399
teacher 5397
sport 5391
refused 5384
expressed 5383
virginia 5377
seats 5376
painting 5370
citizens 5365
urban 5357
2396200 5355
walking 5352
opens 5352
leaves 5351
direction 5349
virtually 5348
2003 5338
memory 5337
operating 5335
atlanta 5332
placed 5330
resources 5316
bigger 5315
sets 5308
wonder 5306
n 5297
organizations 5293
bottom 5288
congressional 5287
decide 5286
speed 5284
faced 5282
edge 5275
hired 5275
1995 5273
suggests 5267
fit 5264
giuliani 5264
fired 5261
greatest 5258
writers 5255
february 5254
readers 5247
plane 5232
meaning 5227
earth 5225
discuss 5225
cable 5222
2009 5221
faith 5210
sounds 5207
uses 5205
african 5203
55 5193
valley 5192
bed 5189
count 5187
positive 5187
seek 5186
dozens 5181
pages 5180
matters 5179
heads 5173
facing 5173
conflict 5170
mccain 5170
driver 5169
entertainment 5168
1999 5167
argument 5163
relief 5158
voted 5158
pointed 5157
1993 5156
rarely 5152
75 5151
die 5149
favor 5143
window 5136
worry 5132
apple 5123
argued 5122
ryan 5122
equipment 5119
stands 5116
covered 5116
sun 5116
choose 5109
throw 5107
academy 5107
performed 5098
talent 5097
elsewhere 5096
taste 5092
bridge 5091
determined 5091
journal 5091
downtown 5091
vast 5086
golf 5078
draw 5077
options 5074
library 5073
estimated 5072
prove 5069
worried 5065
task 5062
2012 5059
dog 5045
enforcement 5039
variety 5038
ratings 5038
kill 5035
stephen 5035
knowledge 5034
weight 5032
helping 5032
shared 5032
grown 5029
institutions 5028
interests 5026
environment 5026
approved 5024
finish 5022
criticism 5020
consumers 5009
drawn 5008
contrast 5004
tend 5001
zone 4996
emotional 4995
polls 4994
push 4990
defensive 4989
nbc 4988
unlikely 4986
remaining 4985
passing 4985
tells 4984
partners 4982
ballet 4981
introduced 4978
obvious 4971
improve 4967
calif 4963
extraordinary 4962
2011 4950
giant 4942
vision 4938
deputy 4935
actions 4934
male 4931
brantley 4929
1991 4928
1997 4928
nfl 4925
proved 4922
bloomberg 4921
bright 4916
related 4913
wind 4913
aside 4912
christian 4910
picked 4910
loans 4907
horse 4906
champion 4901
centers 4892
target 4889
draft 4885
aids 4882
super 4881
roughly 4873
quarterback 4865
barely 4863
broad 4856
seriously 4851
losses 4849
reputation 4831
highest 4829
meat 4829
securities 4825
henry 4823
columbia 4819
drop 4818
warm 4818
150 4813
negotiations 4811
somewhat 4811
italy 4810
wines 4809
regional 4808
changing 4807
seventh 4806
completed 4806
upper 4804
apart 4803
catch 4802
aware 4799
terrorist 4798
advance 4793
struggle 4789
theory 4787
path 4787
detroit 4784
concert 4778
injury 4778
master 4777
guilty 4773
reaction 4773
opponents 4771
producer 4769
brief 4768
jordan 4763
provides 4763
easier 4756
comments 4756
deeply 4754
plants 4750
actors 4750
animals 4745
involving 4744
machine 4740
lots 4739
tradition 4738
denied 4735
weather 4735
degree 4735
strength 4734
obviously 4733
declared 4732
medicine 4732
foot 4731
1989 4729
grilled 4725
funny 4721
visitors 4713
promised 4710
palestinian 4710
crew 4709
wood 4704
partly 4703
historical 4703
clothes 4700
conducted 4692
prominent 4692
leads 4690
occurred 4689
ends 4689
stone 4685
testimony 4683
develop 4683
liberal 4680
bonds 4678
neighbors 4677
salad 4674
survey 4669
longterm 4668
recommended 4665
display 4657
abuse 4655
ohio 4650
minor 4648
farm 4648
allowing 4644
sixth 4643
advice 4642
cross 4641
organized 4639
analysis 4633
camera 4633
moral 4632
serving 4630
spirit 4630
possibly 4628
digital 4626
publicly 4623
loved 4620
entered 4618
arab 4615
meetings 4612
treated 4608
youth 4607
drove 4604
andrew 4603
democracy 4595
offensive 4592
voting 4590
acting 4586
hoping 4582
currently 4573
alternative 4572
islamic 4572
cheese 4569
requires 4566
trees 4559
lake 4559
learning 4556
row 4555
managers 4554
discussion 4554
plate 4553
percentage 4548
measures 4546
award 4546
brian 4545
suffered 4540
accepted 4539
tied 4539
surprised 4539
65 4539
deals 4536
exercise 4534
orchestra 4529
supported 4519
minute 4519
headquarters 4517
wear 4513
determine 4511
overall 4504
longtime 4503
thank 4503
typically 4501
pair 4499
gain 4496
brand 4495
activities 4486
cbs 4485
convention 4485
basis 4484
injured 4478
reporter 4477
ford 4475
firms 4474
raising 4472
eric 4471
gray 4468
activity 4465
cool 4458
shift 4457
closing 4454
nj 4446
eighth 4445
inspired 4445
comfortable 4441
mention 4440
iowa 4438
rangers 4437
offices 4435
coalition 4429
headed 4428
initial 4427
aides 4424
approval 4422
bureau 4417
crucial 4417
harvard 4414
route 4414
spanish 4414
structure 4410
appearance 4409
hoped 4408
microsoft 4408
patrick 4406
jeff 4405
continuing 4403
silver 4402
actor 4400
ride 4400
opposed 4399
affairs 4397
korea 4397
positions 4394
producers 4393
800 4392
alive 4389
somebody 4388
insisted 4387
arm 4381
testing 4380
coffee 4378
spokeswoman 4371
woods 4370
canada 4366
crimes 4365
bringing 4359
realized 4358
courts 4356
lewis 4352
pool 4352
michigan 4348
chef 4346
veteran 4345
atlantic 4342
empty 4341
pushed 4341
armed 4340
values 4338
immigrants 4338
schedule 4338
golden 4338
considering 4338
ruling 4337
attended 4334
connection 4329
kevin 4327
daniel 4324
mix 4323
finds 4319
forms 4318
promise 4314
somehow 4314
argue 4312
brings 4306
providing 4305
anthony 4304
creative 4304
typical 4301
combined 4299
shape 4298
due 4297
playoffs 4294
net 4293
repeatedly 4286
truly 4284
sharp 4283
hussein 4282
bear 4282
pounds 4281
christmas 4278
coaches 4275
decline 4274
transportation 4273
olympic 4272
catholic 4265
fed 4265
hospitals 4263
active 4262
wonderful 4262
muslim 4262
madison 4259
grant 4251
limits 4250
threw 4249
mountain 4249
fly 4245
modest 4245
identity 4245
liked 4245
heavily 4243
bodies 4243
playoff 4238
absolutely 4234
oh 4231
fill 4225
feature 4223
chose 4222
moscow 4219
healthy 4219
supply 4215
contact 4213
pakistan 4213
ninth 4209
1988 4208
injuries 4208
suicide 4208
atmosphere 4207
sox 4206
shut 4205
communications 4204
assets 4202
respond 4194
intense 4191
wish 4190
industrial 4187
sources 4185
immigration 4185
removed 4178
cream 4177
terrorism 4177
accident 4176
surgery 4174
models 4172
visited 4169
howard 4167
ben 4167
principal 4165
mixed 4165
eating 4165
enormous 4164
abortion 4159
internal 4157
climate 4157
desire 4150
smart 4146
scores 4144
concluded 4137
choices 4131
afford 4129
mental 4128
pace 4126
tennis 4124
analyst 4120
fan 4120
bond 4119
kinds 4119
complicated 4118
yourself 4117
option 4116
extremely 4112
inc 4111
plus 4111
stayed 4111
sleep 4110
thanks 4109
represents 4108
lawmakers 4107
plastic 4106
struggling 4105
1970 4103
financing 4102
request 4098
purpose 4097
designer 4096
minority 4095
closely 4094
networks 4093
background 4087
believes 4085
reduced 4078
combination 4078
bid 4074
soccer 4074
beauty 4071
frequently 4064
complaints 4062
moves 4059
emerged 4058
stocks 4055
previously 4054
chosen 4053
angry 4052
captain 4050
shopping 4049
v 4046
skills 4041
33 4040
scale 4038
keeps 4037
kerry 4037
penalty 4036
birth 4033
map 4032
increasing 4027
statements 4025
orange 4022
welcome 4020
carrying 4019
vehicles 4018
fuel 4014
theme 4014
courses 4010
native 4010
fbi 4008
settlement 4007
anybody 4006
anyway 4006
mentioned 4005
merely 4003
harder 4000
reagan 3999
ok 3998
replaced 3995
36 3990
seattle 3988
k 3988
edward 3985
expert 3984
unable 3983
passengers 3982
directors 3982
strange 3981
allows 3980
limit 3978
applause 3972
solution 3970
actual 3970
campus 3967
reserve 3966
suspect 3962
soft 3959
knowing 3958
250 3956
fields 3956
returns 3956
realize 3955
location 3955
judges 3954
loan 3953
understanding 3953
guess 3953
violent 3952
notion 3950
individuals 3949
payments 3948
fees 3948
doors 3944
gulf 3940
express 3937
responded 3937
distance 3937
animal 3935
viewers 3934
welfare 3933
nomination 3930
communities 3927
chances 3927
owns 3927
warner 3927
incident 3926
challenges 3925
metropolitan 3924
holds 3924
ordinary 3923
honor 3919
ill 3916
syria 3916
reflect 3910
delivered 3909
governments 3905
conduct 3904
enter 3903
carter 3903
taylor 3900
tree 3897
session 3895
revolution 3894
represented 3894
adults 3894
warned 3893
speaker 3893
dallas 3890
nba 3890
risks 3884
thinks 3883
pull 3882
adviser 3881
athletes 3881
practices 3880
taliban 3880
witnesses 3879
stanley 3878
occasionally 3875
storm 3875
selection 3874
perform 3873
didn 3871
aggressive 3870
vietnam 3868
sees 3868
convicted 3861
falling 3858
ticket 3856
allen 3856
lay 3854
nights 3854
essentially 3854
cooking 3853
shrimp 3853
bomb 3853
kid 3849
hole 3847
kelly 3845
rejected 3844
dan 3843
factory 3842
gore 3841
tim 3840
guide 3838
airlines 3834
deficit 3833
institution 3830
slowly 3827
founded 3824
broadcast 3821
socalled 3820
core 3817
fiscal 3815
boat 3813
warning 3812
religion 3809
scenes 3808
parliament 3803
tone 3802
commitment 3798
tea 3796
developing 3795
races 3793
port 3793
anderson 3790
debut 3789
surface 3786
abc 3785
eager 3784
competitive 3783
content 3783
ban 3782
wave 3779
truck 3779
blame 3778
code 3776
forget 3774
stretch 3774
tie 3768
arrest 3766
episode 3765
contracts 3763
immediate 3762
deaths 3760
virus 3758
sentence 3755
guns 3750
reporting 3750
classes 3749
christopher 3747
stations 3745
package 3741
cited 3738
handful 3737
channel 3737
retirement 3736
relatives 3735
listed 3734
yellow 3733
adult 3733
tale 3731
profits 3730
pentagon 3728
items 3727
massachusetts 3723
34 3722
founder 3721
danger 3720
equal 3719
jews 3718
morgan 3718
surprising 3718
skin 3717
guests 3716
fat 3715
messages 3712
prince 3708
represent 3707
scientific 3706
anywhere 3704
arizona 3703
species 3700
chocolate 3700
mistake 3698
handle 3696
parking 3695
google 3693
describe 3686
tight 3684
600 3680
orders 3679
experienced 3679
tables 3678
asia 3678
users 3678
impressive 3677
criticized 3676
driven 3673
assembly 3670
academic 3670
dispute 3669
dish 3668
units 3667
factor 3667
prospect 3666
plot 3665
rain 3661
carefully 3661
bell 3658
jail 3656
legislature 3656
striking 3655
hudson 3652
notice 3649
invited 3648
electric 3648
circumstances 3647
ties 3646
rush 3644
helps 3640
admitted 3639
pitcher 3636
fraud 3636
dean 3634
38 3633
singing 3630
shortly 3629
hockey 3629
gotten 3626
likes 3626
dismissed 3622
cook 3622
metal 3620
1960 3619
childhood 3619
everywhere 3616
qaeda 3616
journalists 3615
goldman 3614
drivers 3612
computers 3612
extended 3608
regulators 3607
differences 3606
equally 3604
happening 3602
hitting 3601
dry 3601
negative 3601
constitution 3599
necessarily 3599
enjoy 3594
ages 3594
representatives 3589
spain 3587
assault 3587
racing 3586
attend 3586
settled 3585
false 3584
racial 3583
lights 3582
column 3580
proposals 3579
pennsylvania 3578
recorded 3577
command 3577
37 3576
landscape 3576
nets 3576
gift 3574
maintain 3573
thin 3573
crash 3572
victim 3570
gates 3570
drink 3568
treasury 3566
jason 3564
confirmed 3561
irish 3560
disaster 3556
newly 3555
corruption 3554
ad 3553
answers 3552
elements 3550
dramatic 3548
defeat 3547
papers 3545
devoted 3545
subway 3541
gathered 3540
identify 3540
detail 3538
snow 3537
objects 3536
witness 3534
replace 3534
veterans 3534
ship 3533
threatened 3531
performing 3530
ruled 3527
clubs 3526
chain 3526
poll 3524
rent 3522
multiple 3517
protest 3516
sugar 3516
fallen 3516
magic 3516
documentary 3513
anger 3511
visiting 3511
donald 3506
proud 3505
busy 3504
vehicle 3504
remarkable 3502
ocean 3501
advocates 3500
newspapers 3499
ending 3498
opportunities 3498
powers 3496
prisoners 3496
worker 3494
blocks 3493
please 3492
recognize 3491
cafe 3489
dogs 3483
cells 3481
ll 3481
permanent 3479
piano 3479
historic 3477
republic 3476
42 3476
bankruptcy 3474
thompson 3474
somewhere 3468
sons 3468
interviewed 3467
demands 3466
ethnic 3465
appropriate 3465
bag 3463
navy 3462
cutting 3462
buyers 3461
dress 3458
interior 3453
fairly 3453
turkey 3453
www 3453
breaking 3452
appeals 3450
compete 3450
mine 3450
sending 3445
beer 3444
joint 3443
electronic 3440
pitching 3439
lawsuit 3439
teenagers 3438
initially 3438
portrait 3437
prosecutor 3436
facts 3436
pittsburgh 3435
kansas 3435
advanced 3434
puts 3434
painted 3433
acts 3433
independence 3432
amendment 3430
text 3428
amid 3426
flying 3425
falls 3424
bombing 3424
ring 3422
graduate 3419
posted 3419
parent 3417
fruit 3417
returning 3417
salmon 3416
steel 3416
senators 3416
mortgage 3415
cleveland 3413
ads 3413
solid 3411
royal 3410
collapse 3408
essential 3407
narrative 3406
smoking 3405
awards 3405
horses 3404
fame 3402
cuomo 3400
larry 3399
revival 3399
suffering 3397
dollar 3396
chemical 3392
lady 3392
q 3391
counsel 3391
teaching 3391
makers 3390
dressed 3390
profit 3389
ancient 3386
roles 3384
circle 3384
stake 3384
alan 3380
claimed 3379
rival 3379
disney 3379
concept 3374
georgia 3373
wounded 3373
morris 3371
scoring 3371
hundred 3370
expectations 3370
surely 3367
opposite 3367
listen 3364
nonprofit 3364
lies 3363
thick 3361
hero 3361
ourselves 3358
tested 3356
besides 3354
increases 3352
shoulder 3350
formal 3349
attempts 3349
formed 3346
materials 3345
split 3343
taught 3341
savings 3337
flat 3333
hong 3332
abandoned 3332
equity 3332
exist 3330
weekly 3330
employee 3329
tall 3328
apply 3328
meal 3327
supporting 3325
understood 3323
treat 3323
minnesota 3319
apartments 3318
parks 3318
dealing 3316
regularly 3315
technical 3313
asian 3313
soup 3313
capacity 3311
junior 3310
definitely 3310
passes 3309
shoes 3307
rural 3307
blacks 3306
consecutive 3306
yankee 3306
baghdad 3303
complained 3303
prize 3301
memorial 3300
edwards 3299
heights 3298
serves 3296
reader 3294
facebook 3293
bruce 3292
literary 3291
hills 3291
sight 3290
deliver 3289
artistic 3288
harlem 3285
poverty 3285
baltimore 3282
elizabeth 3281
client 3280
survive 3279
drinking 3279
roll 3279
announcement 3278
print 3278
colorado 3278
gained 3274
fiction 3271
allies 3270
afraid 3265
beef 3263
inquiry 3262
adopted 3262
regulations 3262
studied 3261
wore 3261
alliance 3258
mexican 3256
scandal 3255
estimates 3253
acquired 3248
commander 3248
olympics 3247
recall 3246
unfortunately 3246
managing 3246
gary 3245
anymore 3244
retail 3243
sam 3243
fought 3243
advisers 3240
perfectly 3240
bread 3238
primarily 3237
escape 3236
stewart 3235
saudi 3234
harris 3233
gap 3232
wealth 3232
severe 3231
tracks 3231
improved 3229
mainly 3229
holiday 3227
customer 3226
passion 3226
apparent 3224
43 3224
discussed 3223
territory 3222
existing 3222
banking 3220
pushing 3219
findings 3218
sick 3218
41 3217
fort 3212
politically 3208
towns 3207
tower 3207
machines 3206
diego 3205
affected 3204
sky 3204
kong 3203
seemingly 3200
musicians 3197
teammates 3197
agenda 3196
crazy 3192
wealthy 3186
factors 3185
chelsea 3185
confident 3183
legs 3183
neighborhoods 3180
venture 3180
basically 3178
photograph 3174
articles 3171
dave 3168
causes 3168
nato 3167
upset 3165
afghan 3163
48 3162
odd 3161
walker 3160
beijing 3160
applied 3158
lamb 3158
substantial 3154
kentucky 3154
valuable 3154
palestinians 3152
goods 3150
leg 3149
flavor 3147
humor 3146
mystery 3146
yorkers 3145
laid 3145
receiving 3144
contributions 3143
importance 3142
2013 3141
repeated 3140
trained 3138
communist 3137
mood 3137
smoke 3134
opponent 3133
steven 3133
beneath 3130
shareholders 3128
robinson 3127
associate 3127
stuck 3127
bench 3126
consequences 3124
narrow 3122
1987 3121
duty 3120
garlic 3117
matt 3116
extent 3115
smile 3115
soul 3114
assistance 3112
convinced 3112
20th 3112
unemployment 3111
admission 3107
perspective 3106
baker 3104
purchase 3101
accounting 3098
farmers 3098
guards 3097
1986 3093
fears 3093
ray 3092
journey 3092
roof 3091
athletic 3087
terrible 3086
weak 3081
pianist 3080
campaigns 3079
effectively 3079
breast 3079
potatoes 3078
statistics 3076
feelings 3076
salt 3075
mouth 3075
touchdown 3075
stick 3069
constitutional 3065
ambitious 3065
surrounding 3064
simon 3063
consultant 3061
investments 3060
luxury 3060
salary 3058
link 3056
queen 3056
chase 3055
survived 3052
noticed 3050
traveling 3044
jerry 3044
bin 3043
ed 3041
devices 3041
conventional 3040
highway 3040
divided 3039
correct 3039
audiences 3036
universal 3034
originally 3030
potentially 3029
subjects 3028
belief 3026
rally 3024
romantic 3024
le 3022
remarks 3021
category 3019
inches 3018
index 3016
districts 3015
replied 3015
forest 3013
secure 3012
clark 3011
vegetables 3010
memories 3010
faster 3010
hate 3009
elite 3009
presents 3006
toronto 3003
relationships 3003
troubled 3002
combat 3001
roasted 3000
branch 3000
abroad 2999
pork 2999
affect 2998
judgment 2998
captured 2998
stepped 2994
granted 2993
wars 2991
recession 2989
medicare 2989
cia 2987
surrounded 2987
controlled 2986
brazil 2985
greek 2985
ministry 2984
pattern 2983
cameras 2983
arguments 2982
gingrich 2981
victories 2980
santa 2979
mount 2979
latin 2974
absence 2972
resolution 2971
remove 2967
detailed 2967
referred 2966
viewed 2966
solo 2965
berlin 2964
manner 2959
context 2958
contest 2958
streak 2956
recovery 2955
bass 2954
revealed 2954
terrorists 2954
haven 2953
hillary 2953
extreme 2951
linked 2950
afterward 2945
knee 2945
motion 2944
tired 2941
forever 2941
friendly 2941
flow 2940
hotels 2940
rookie 2940
auto 2937
expand 2934
engaged 2934
lucky 2934
refugees 2932
fail 2930
attitude 2928
earnings 2927
waste 2926
elderly 2924
canadian 2923
twitter 2923
unions 2922
relative 2922
hampshire 2920
dreams 2919
pitched 2918
dancing 2918
stronger 2918
failing 2918
adam 2918
fla 2916
earn 2915
tries 2915
drawings 2914
dancers 2913
destroyed 2913
accompanied 2912
foster 2912
urged 2910
fee 2910
throwing 2910
inflation 2907
quietly 2907
wake 2907
lineup 2906
paint 2905
outcome 2904
civilian 2902
wright 2901
lie 2901
cheap 2901
boss 2898
pro 2897
recognized 2897
cell 2897
nonetheless 2896
'the 2895
nelson 2894
actress 2894
westchester 2892
pride 2892
tape 2890
promises 2890
indicated 2886
numerous 2886
barry 2885
types 2885
describes 2885
empire 2883
jump 2883
alexander 2883
suspected 2882
trend 2878
thoughts 2878
perry 2877
file 2875
wins 2875
rescue 2874
comic 2874
rodriguez 2872
doesn 2871
fried 2867
thrown 2865
arena 2865
roger 2863
equivalent 2863
orleans 2861
homeless 2860
harry 2860
reasonable 2860
literature 2859
delay 2858
chair 2858
44 2856
australia 2856
moore 2853
greenwich 2852
bottle 2850
affair 2848
mothers 2845
asks 2843
neck 2843
explanation 2842
fate 2842
swing 2841
detective 2839
complaint 2838
muslims 2837
manage 2836
volume 2835
duke 2834
suspended 2831
desk 2831
rivals 2831
bobby 2829
document 2829
dole 2827
dominated 2825
behalf 2825
aimed 2822
lawrence 2821
flowers 2820
selected 2820
routine 2820
featuring 2820
ron 2819
ross 2814
teenage 2811
widespread 2810
furniture 2810
questioned 2809
ronald 2808
unknown 2808
attacked 2805
transition 2804
wedding 2804
strongly 2803
label 2803
degrees 2802
lesson 2801
suits 2800
discussions 2800
therefore 2799
exception 2799
protests 2799
andy 2798
conversations 2798
jonathan 2798
airline 2797
predicted 2797
device 2797
appetizers 2795
accusations 2795
titles 2793
pataki 2793
egypt 2791
birds 2789
traded 2787
denver 2786
badly 2786
amounts 2786
rick 2786
preparing 2785
starring 2785
milk 2784
gen 2784
pacific 2783
resident 2782
normally 2780
franchise 2777
cap 2776
vulnerable 2774
flag 2773
conservatives 2773
susan 2771
currency 2770
lane 2768
yale 2768
arrive 2766
sad 2766
legislative 2762
prosecution 2761
gm 2761
grace 2759
adds 2758
trail 2757
creation 2757
capable 2757
bags 2756
39 2756
philip 2754
christie 2754
totally 2752
bars 2751
alcohol 2750
silence 2750
remembered 2750
appointed 2748
1950 2747
strikes 2747
promising 2743
grounds 2743
shoot 2742
architecture 2741
devils 2741
exposed 2740
raw 2740
fantasy 2739
hidden 2739
colleges 2737
expansion 2734
approached 2733
classical 2731
encourage 2730
bears 2729
specifically 2728
46 2728
participants 2726
chamber 2724
significantly 2724
concrete 2722
unclear 2722
personality 2720
mistakes 2720
visits 2719
anniversary 2717
surprisingly 2717
postseason 2717
string 2716
suggesting 2716
presidency 2716
proper 2715
54 2714
entrees 2713
promote 2712
sharply 2711
photography 2711
barbara 2710
existence 2709
hispanic 2708
bird 2707
trials 2707
unique 2703
listening 2703
roberts 2703
cruz 2703
illness 2702
auction 2701
radical 2700
roads 2700
conclusion 2699
connected 2698
precisely 2697
recording 2696
saved 2696
roman 2695
700 2694
tomato 2694
cake 2693
suspects 2693
grade 2693
roots 2693
cents 2692
jay 2692
celebrity 2691
celebrated 2688
newark 2687
struggled 2687
answered 2686
graham 2686
commerce 2685
guest 2684
constant 2682
mutual 2681
korean 2681
experiences 2681
crown 2680
prompted 2680
via 2680
brilliant 2679
fare 2678
useful 2678
careful 2678
luck 2678
extensive 2677
follows 2677
lists 2675
couples 2675
sophisticated 2674
ensure 2674
intellectual 2673
chapter 2673
voices 2673
traveled 2673
minds 2672
crowded 2672
depression 2672
derby 2669
temporary 2669
threats 2669
shock 2668
laden 2667
gene 2666
backed 2665
duck 2664
bases 2663
collins 2663
attractive 2660
mail 2659
prefer 2659
copies 2655
spots 2655
dates 2653
economics 2653
alex 2653
reaching 2648
52 2647
steady 2647
discovery 2647
legacy 2647
strip 2645
starters 2644
sensitive 2644
packed 2644
visible 2643
worldwide 2643
properties 2642
engine 2641
62 2641
defend 2641
visual 2639
license 2638
featured 2638
error 2637
establish 2636
saddam 2635
hearings 2635
loud 2634
marked 2633
acres 2633
enemy 2632
competing 2631
illinois 2629
fred 2627
mountains 2627
achieve 2627
saturdays 2627
sundays 2626
personnel 2622
investigations 2622
compensation 2619
dying 2619
symptoms 2619
similarly 2618
jimmy 2618
copy 2618
lessons 2618
electricity 2617
birthday 2614
gains 2613
critic 2612
mom 2612
presidents 2611
generations 2611
anonymity 2611
circuit 2608
desperate 2608
corn 2607
dna 2607
teach 2605
entrance 2600
collected 2599
dad 2599
shops 2598
sounded 2598
odds 2596
sec 2596
tools 2596
signature 2596
impression 2593
prepare 2593
gathering 2593
resistance 2592
succeed 2592
ceremony 2591
midnight 2589
ireland 2589
oklahoma 2589
pension 2588
colors 2588
corporations 2588
waited 2586
hanging 2585
blow 2584
clothing 2583
mainstream 2582
fundamental 2581
authors 2581
emerging 2580
noise 2579
composer 2578
compromise 2577
consistent 2577
beating 2575
collective 2575
bitter 2573
shore 2572
pure 2572
arthur 2569
transfer 2569
therapy 2569
noon 2567
occasional 2566
honest 2565
expanded 2565
pat 2564
grass 2561
ideal 2561
starter 2560
restrictions 2560
ballot 2560
privacy 2560
suburban 2558
terror 2558
testified 2557
crisp 2557
albany 2556
height 2556
allegations 2551
tens 2551
wooden 2551
breakfast 2551
forth 2551
elegant 2550
stress 2550
hire 2550
heading 2550
shakespeare 2549
proof 2547
function 2546
encouraged 2545
planes 2544
producing 2544
soldier 2544
pilot 2542
operate 2541
exciting 2541
2014 2541
pink 2538
representing 2538
boards 2538
marine 2537
murray 2536
personally 2535
ensemble 2534
nowhere 2533
entering 2531
64 2528
trips 2525
platform 2525
employment 2523
broader 2523
fighters 2523
jon 2522
settle 2521
humans 2521
comfort 2521
wells 2521
zero 2520
el 2518
1985 2517
pleasure 2517
checks 2516
briefly 2516
estimate 2515
philosophy 2514
enjoyed 2514
architect 2514
performers 2514
amazing 2514
chinen 2514
rolling 2510
theaters 2508
mile 2505
consideration 2505
walter 2504
defendants 2503
ease 2502
transit 2499
ranks 2497
laboratory 2496
loose 2495
targets 2494
contributed 2493
85 2492
steak 2492
province 2492
sudden 2491
sorry 2491
trucks 2488
blog 2488
literally 2485
douglas 2483
sculpture 2481
greg 2479
buffalo 2478
designers 2477
publishing 2475
involvement 2475
ignored 2471
pitches 2468
noting 2468
examples 2467
psychological 2466
calm 2465
bet 2465
competitors 2464
flavors 2464
thousand 2463
lemon 2461
boom 2461
sanctions 2459
pays 2458
celebration 2458
ultimate 2457
resort 2455
tennessee 2455
reference 2454
harbor 2454
aircraft 2453
appealing 2453
script 2453
establishment 2452
1984 2451
burden 2451
compelling 2450
fix 2450
object 2448
wing 2448
homer 2446
protesters 2446
passage 2446
supplies 2445
oscar 2445
conviction 2443
tourists 2442
manufacturers 2441
associates 2441
63 2439
patriots 2439
parade 2438
journalist 2437
spoken 2436
versions 2433
length 2429
mitchell 2428
waters 2427
attract 2427
hiring 2426
magazines 2425
defined 2424
camps 2423
unexpected 2423
718 2422
staying 2421
entry 2421
regarded 2420
aging 2420
corps 2419
videos 2417
inmates 2416
constantly 2416
dealers 2414
lobby 2414
strategic 2414
billy 2414
daughters 2414
symphony 2413
sisters 2413
arguing 2410
carries 2409
nominee 2409
weapon 2408
cuba 2408
tender 2408
phrase 2408
experiment 2408
russell 2407
moderate 2406
regulation 2406
challenging 2406
tobacco 2405
charlie 2405
nick 2405
nervous 2404
dick 2401
guarantee 2401
indiana 2401
clinic 2400
tragedy 2400
fortune 2399
torre 2399
dialogue 2398
civilians 2398
desserts 2396
ceiling 2395
silent 2395
arrival 2395
formula 2393
rev 2391
roster 2391
painful 2390
raises 2388
billions 2388
innocent 2385
destruction 2385
maker 2383
rapidly 2382
counter 2382
liberty 2382
considerable 2381
speaks 2381
assume 2378
whenever 2376
rough 2376
nixon 2374
plain 2374
informed 2373
vacation 2373
clock 2372
signal 2369
developers 2368
partnership 2368
cohen 2368
studying 2367
payment 2366
handed 2366
pressed 2365
oakland 2364
acted 2364
admit 2362
neighbor 2362
butter 2360
ncaa 2360
dennis 2359
ten 2359
pursue 2359
joke 2358
consulting 2357
ingredients 2357
stages 2355
cooper 2355
capitol 2354
universe 2354
revenues 2353
procedures 2353
sarah 2353
marks 2351
95 2350
10th 2349
economists 2349
putin 2349
novels 2348
capture 2345
pregnant 2344
portion 2342
dedicated 2341
mobile 2341
monthly 2337
method 2337
47 2337
controls 2336
sector 2336
aide 2335
cycle 2335
hamilton 2334
moreover 2333
warren 2333
expression 2332
pitchers 2331
defending 2331
adams 2330
rebels 2327
expenses 2327
defeated 2327
evil 2327
blues 2326
gordon 2326
assigned 2326
teenager 2326
ken 2325
guitar 2324
lying 2323
manning 2323
laugh 2322
investor 2321
underground 2319
alongside 2318
kim 2318
simpson 2317
talented 2316
jeter 2315
delicate 2314
demanding 2313
eggs 2311
maintained 2310
frame 2309
riding 2307
vegas 2307
searching 2306
51 2304
frequent 2304
deeper 2303
49 2303
joy 2302
winners 2302
breaks 2302
educational 2300
manufacturing 2300
nationwide 2300
trains 2300
volunteers 2299
publisher 2298
achieved 2298
techniques 2297
rely 2297
citing 2295
bosnia 2295
lyrics 2294
stuffed 2291
anxiety 2290
recognition 2289
handling 2289
covers 2288
registered 2288
disappointed 2288
cooked 2285
las 2284
counts 2283
depending 2283
museums 2283
photographer 2282
buried 2281
generous 2281
bound 2280
favored 2280
jumped 2279
todd 2277
editorial 2277
ought 2276
poetry 2276
stakes 2275
gang 2275
jose 2274
foods 2274
floors 2274
describing 2274
occasion 2273
centuries 2273
scrutiny 2272
indians 2271
closest 2270
patterns 2268
